Repository: Papoel/Pasteur
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Bad Request
fr: Le serveur n'a pas pu comprendre la requête probablement à cause d'une syntaxe invalide.

source: Unauthorized
fr: Vous devez vous authentifier afin d'obtenir la réponse demandée

source: Payment Required
fr: Paiement Requis.

source: Forbidden
fr: Vous n'avez pas les droits d'accès à ce contenu.

source: Not Found
fr: Le serveur n'a pas trouvé la ressource demandée.

source: Internal Server Error
fr: Le serveur a rencontré une situation qu'il ne sait pas traiter.

source: Request Timeout
fr: Connexion en attente.

source: Conflict
fr: Cette requête entre en conflit avec l'état actuel du serveur.

source: Length Required
fr: Le serveur a rejeté la requête.

source: Too Many Requests
fr: Vous avez émis trop de requêtes dans un laps de temps donné.
